[
  {
    "quote": "Your time is limited, don't waste it living someone else's life. Don't be trapped by dogma, which is living with the results of other people's thinking.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Here's to the crazy ones, the misfits, the rebels, the troublemakers, the round pegs in the square holes...because the ones who are crazy enough to think that they can change the world, are the ones who do.",
    "author": "Steve Jobs"
  },
  {
    "quote": "It is how we choose what we do, and how we approach it, that will determine whether the sum of our days adds up to a formless blur, or to something resembling a work of art",
    "author": "Mihaly Csikszentmihalyi"
  },
  {
    "quote": "Self belief is immensely powerful. The most successful people I know believe in themselves almost to the point of delusion.",
    "author": "Sam Altman"
  },
  {
    "quote": "Be curious, and however difficult life may seem, there is always something you can do and succeed at. It matters that you don't just give up",
    "author": "Stephen Hawking"
  },
  {
    "quote": "Whatever you can do or dream you can, begin it. Boldness has genius, power, and magic in it.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Study hard what interests you the most in the most undisciplined, irreverent and original manner possible",
    "author": "Richard Feynman"
  },
  {
    "quote": "What I cannot create, I do not understand.",
    "author": "Richard Feynman"
  },
  {
    "quote": "My mother … had a wonderful sense of humor, and I learned from her that the highest forms of understanding we can achieve are laughter and human compassion.",
    "author": "Richard Feynman"
  },
  {
    "quote": "As a day well spent makes sleep seem pleasant, so a life well employed makes death pleasant.",
    "author": "Leonardo da Vinci"
  },
  {
    "quote": "You can have no dominion greater or less than that over yourself.",
    "author": "Leonardo da Vinci"
  },
  {
    "quote": "Life needs to be more than just solving every day problems. You need to wake up and be excited about the future",
    "author": "Elon Musk"
  },
  {
    "quote": "If things are not failing, you are not innovating enough.",
    "author": "Elon Musk"
  },
  {
    "quote": "When something is important enough, you do it even if the odds are not in your favor.",
    "author": "Elon Musk"
  },
  {
    "quote": "Any sufficiently advanced technology is indistinguishable from magic.",
    "author": "Arthur C Clarke"
  },
  {
    "quote": "The true delight is in the finding out rather than in the knowing.",
    "author": "Isaac Asimov"
  },
  {
    "quote": "I do not fear computers. I fear the lack of them.",
    "author": "Isaac Asimov"
  },
  {
    "quote": "One man’s ‘magic’ is another man’s engineering.",
    "author": "Robert Heinlein"
  },
  {
    "quote": "Life is trying things to see if they work.",
    "author": "Ray Bradbury"
  },
  {
    "quote": "I tell you, we are here on Earth to fart around, and don't let anybody tell you different.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "When something is such a creative medium as the web, the limits to it are our imagination.",
    "author": "Marvin Minsky"
  },
  {
    "quote": "Innovation is serendipity, so you don’t know what people will make.",
    "author": "Marvin Minsky"
  },
  {
    "quote": "Computer languages of the future will be more concerned with goals and less with procedures specified by the programmer.",
    "author": "Marvin Minsky"
  },
  {
    "quote": "We can only see a short distance ahead, but we can see plenty there that needs to be done.",
    "author": "Alan Turing"
  },
  {
    "quote": "Those who can imagine anything, can create the impossible.",
    "author": "Alan Turing"
  },
  {
    "quote": "I've always been more interested in the future than in the past.",
    "author": "Grace Hopper"
  },
  {
    "quote": "A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.",
    "author": "Freeman Dyson"
  },
  {
    "quote": "There is a great satisfaction in building good tools for other people to use.",
    "author": "Freeman Dyson"
  },
  {
    "quote": "I never did anything worth doing by accident, nor did any of my inventions come indirectly through accident, except the phonograph. No, when I have, fully decided that a result is worth getting, I go about it, and make trial after trial, until it comes.",
    "author": "Thomas Edison"
  },
  {
    "quote": "Don't worry about what anybody else is going to do. The best way to predict the future is to invent it.",
    "author": "Alan Kay"
  },
  {
    "quote": "The important thing, once you have enough to eat and a nice house, is what you can do for others, what you can contribute to the enterprise as a whole.",
    "author": "Donald Knuth"
  },
  {
    "quote": "That as we enjoy great advantages from the inventions of Others, we should be glad of an opportunity to serve others by any invention of ours, and this we should do freely and generously.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "There is nothing like a dream to create the future.",
    "author": "Victor Hugo"
  },
  {
    "quote": "Live in the future, then build what's missing",
    "author": "Paul Graham"
  },
  {
    "quote": "The way to come up with new ideas is not to try explicitly to, but to try to solve problems and simply not discount weird hunches you have in the process.",
    "author": "Paul Graham"
  },
  {
    "quote": "If you aren’t embarrassed by the first version of your product, you shipped too late.",
    "author": "Reid Hoffman"
  },
  {
    "quote": "For life in permanent beta, the trick is to never stop starting.",
    "author": "Reid Hoffman"
  },
  {
    "quote": "Start a personal blog and begin developing a public reputation and public portfolio of work that’s not tied to your employer.",
    "author": "Reid Hoffman"
  },
  {
    "quote": "Until you value yourself, you won’t value your time. Until you value your time, you will not do anything with it.",
    "author": "M. Scott Peck"
  },
  {
    "quote": "In a world that’s changing so quickly, the biggest risk you can take is not taking any risk",
    "author": "Peter Thiel"
  },
  {
    "quote": "There is a power to obsession and being able to absolutely obsess over something and throw your life’s work.",
    "author": "John Carmack"
  },
  {
    "quote": "The programmers of tomorrow are the wizards of the future",
    "author": "Gabe Newell"
  },
  {
    "quote": "I've always been more interested in the future than in the past.",
    "author": "Grace Hopper"
  }
]